Repository: wojciechpolak/gLifestream
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Bookmarked %s
pl: Link %s

source: Posted Photos
pl: Zdjęcia

source: Posted a Photo
pl: Zdjęcie

source: Shared %s
pl: Link %s

source: Listened to %s
pl: Utwór %s

source: Artist: %s
pl: Artysta: %s

source: Liked %s
pl: Wideo %s

source: Published %s
pl: Wideo %s

source: Reviewed %s
pl: Recenzja %s

source: more
pl: więcej

source: NO VIDEO
pl: BRAK WIDEO

source: Favorited %s
pl: Wideo %s

source: Share this web page at your Stream!
pl: Podziel się tą stroną!

source: Close
pl: Zamknij

source: Click on images to share them.
pl: Kliknij obrazki aby je dodać.

source: Class:
pl: Klasa:

source: Post
pl: Publikuj

source: more options
pl: więcej opcji

source: Mark as draft:
pl: Oznacz jako szkic:

source: Only visible to friends:
pl: Widoczny tylko dla przyjaciół:

source: Click to remove
pl: Kliknij aby usunąć

source: Remember Me
pl: Zapamiętaj mnie

source: Request token URL not set.
pl: Adres Request token nie został ustawiony.

source: Invalid response %s.
pl: Nieprawidłowa odpowiedź %s.

source: Invalid OAuth response. No tokens found.
pl: Nieprawidłowa odpowiedź OAuth. Nie znaleziono żetonów.

source: OpenID authentication failed
pl: Nieudana autentykacja OpenID

source: No OpenID services found for %s
pl: Nie znaleziono serwisów OpenID dla %s

source: Verification cancelled
pl: Weryfikacja anulowana

source: OpenID authentication failed: %s
pl: Nieudana autentykacja OpenID: %s

source: Service
pl: Serwis

source: Identity
pl: Tożsamość

source: Invalid OpenID identifier
pl: Nieprawidłowy identyfikator OpenID

source: OpenID account match error
pl: Błąd dopasowania konta OpenID

source: Invalid username or password
pl: Nieprawidłowa nazwa użytkownika lub hasło

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Log In
pl: Zaloguj

source: Deactivate item
pl: Deaktywuj element

source: Activate item
pl: Aktywuj element

source: Additional, optional fields
pl: Dodatkowe, opcjonalne pola

source: Fields updated automatically by gLifestream
pl: Pola aktualizowane automatycznie przez gLifestream

source: Currently:
pl: Aktualnie:

source: Change:
pl: Zmień:

source: Custom CSS Class
pl: Wybrana klasa CSS

source: URL or Username
pl: URL lub nazwa użytkownika

source: Credentials
pl: Dane uwierzytelniające

source: Short name
pl: Skrócona nazwa

source: WWW Link
pl: Link WWW

source: Last modified
pl: Ostatnia modyfikacja

source: Last checked
pl: Ostatnio sprawdzane

source: Title and Contents
pl: Tytuł i treść

source: Contents only
pl: Tylko treść

source: Title only
pl: Tylko tytuł

source: Display entries'
pl: Wyświetlanie wpisów

source: Public
pl: Publiczne

source: Public services are visible to anyone.
pl: Publiczne serwisy są widziane przez wszystkich.

source: Active
pl: Aktywny

source: If not active, this service will not be further updated.
pl: Nieaktywny nie będzie okresowo aktualizowany.

source: Home visible
pl: Widoczny na stronie głównej

source: If unchecked, this stream will be still active, but hidden and thus visible only via custom lists.
pl: Gdy nie jest zaznaczony, ten strumień będzie wciąż aktywny, ale ukryty i widoczny jedynie za pomocą List.

source: Services
pl: Serwisy

source: Title
pl: Tytuł

source: Image Link
pl: Link do obrazu

source: Contents
pl: Treść

source: Date published
pl: Data publikacji

source: Date updated
pl: Data aktualizacji

source: Author's Name
pl: Autor

source: Author's Email
pl: Email autora

source: Author's URI
pl: URI autora

source: Geo Latitude
pl: Szerokość geograficzna

source: Geo Longitude
pl: Długość geograficzna

source: Protected
pl: Chroniony

source: Protect from possible overwriting by next update.
pl: Chroni przed możliwym nadpisaniem przy kolejnej aktualizacji.

source: If not active, this entry will not be shown.
pl: Nieaktywny, ten wpis nie będzie wyświetlany.

source: Draft
pl: Szkic

source: A draft is a post that is in progress. Only you will be able to see it.
pl: Szkic jest nieukończonym wpisem w realizacji. Będzie on widoczny tylko dla Ciebie.

source: Friends-only
pl: Tylko dla przyjaciół

source: Entry will only be visible to you and your friends.
pl: Wpis będzie widoczny tylko dla Ciebie i Twoich przyjaciół.

source: Entry
pl: Wpis

source: Entries
pl: Wpisy

source: Favorite
pl: Lubię to

source: Favorites
pl: Ulubione

source: Name
pl: Nazwa

source: List
pl: Lista

source: Lists
pl: Listy

source: You are currently browsing the archive for %s
pl: Aktualnie przeglądasz archiwum dla %s

source: You are currently browsing your favorite entries
pl: Aktualnie przeglądasz swoje ulubione wpisy

source: You are currently browsing entries from %s list only.
pl: Aktualnie przeglądasz tylko wpisy z listy %s.

source: You are currently browsing %s entries only.
pl: Aktualnie przeglądasz tylko %s.

source: You are currently browsing entries from %s service only.
pl: Aktualnie przeglądasz tylko wpisy z serwisu %s.

source: Your search for %s returned the following results.
pl: Twoje wyszukiwanie dla %s zwróciło następujące wyniki.

source: You've successfully shared this web page at your stream.
pl: Strona została umieszczona na Twoim strumieniu.

source: The content of this entry is available only to my friends. If you are listed as my friend on Facebook, you may click Facebook Connect button to read it.
pl: Zawartość tego wpisu jest widoczna tylko dla moich przyjaciół. Jeśli jesteś moim znajomym w serwisie Facebook, możesz kliknąć przycisk Facebook Connect, aby go przeczytać.

source: show map
pl: pokaż na mapie

source: Yesterday
pl: Wczoraj

source: %d days ago
pl: %d dni temu

source: %(count)d hour ago
pl: %(count)d godzinę temu

source: %(count)d minute ago
pl: %(count)d minutę temu

source: Hello
pl: Witaj

source: My private stream
pl: Mój prywatny strumień

source: Home
pl: Strona główna

source: My publicly visible stream
pl: Mój publicznie widziany strumień

source: Settings
pl: Ustawienia

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: The Stream
pl: Strumień

source: Powered by
pl: Zasilanie

source: A free and open source lifestream platform and social activity reader
pl: Wolna i otwarta platforma lifestream oraz czytnik aktywności społecznej

source: Change theme
pl: Zmień motyw

source: Unfavorite
pl: Usuń z ulubionych

source: Unfavorite this entry before hiding it.
pl: Przed ukryciem wpisu, usuń go z ulubionych.

source: Entry hidden
pl: Wpis został ukryty

source: Undo
pl: Cofnij

source: Loading...
pl: Trwa ładowanie...

source: Click and Listen
pl: Kliknij i posłuchaj

source: Share or bookmark this entry
pl: Podziel się tym wpisem z innymi

source: Reshare it at your stream
pl: Podziel się tym wpisem u siebie

source: or elsewhere:
pl: lub na:

source: Keep the original author?
pl: Czy zachować oryginalnego autora?

source: Search this site
pl: Wyszukaj na tej stronie

source: Communication Error. Try again.
pl: Błąd komunikacji. Spróbuj ponownie.

source: You are about to re-share this entry at your stream. Confirm?
pl: Właśnie zamierzasz opublikować ten wpis na swoim strumieniu. Potwierdzasz?

source: Are you sure?
pl: Czy potwierdzasz?

source: Your browser does not support it.
pl: Twoja przeglądarka tego nie obsługuje.

source: Expand content
pl: Pokaż treść

source: Reply
pl: Odpowiedz

source: Hide
pl: Ukryj

source: Translate
pl: Przetłumacz

source: Edit
pl: Edytuj

source: Share
pl: Podziel się

source: from
pl: z

source: About
pl: O stronie

source: Favorite entries
pl: Ulubione wpisy

source: Select List
pl: Wybierz listę

source: Archives
pl: Archiwum

source: Search
pl: Szukaj

source: Add content
pl: Dodaj wpis

source: What's up?
pl: Co słychać?

source: Add files:
pl: Dodaj pliki:

source: next month
pl: następny miesiąc

source: newer entries
pl: nowsze wpisy

source: older entries
pl: starsze wpisy

source: previous page
pl: poprzednia strona

source: next page
pl: następna strona

source: Services - Settings
pl: Serwisy - Ustawienia

source: Lists - Settings
pl: Listy - Ustawienia

source: PubSubHubbub - Settings
pl: PubSubHubbub - Ustawienia

source: Hub not found.
pl: Nie odnaleziono huba.

source: Hub %s: Accepted for verification.
pl: Hub %s: Zaakceptowano do weryfikacji.

source: Hub %s: Subscription verified.
pl: Hub %s: Subskrypcja zweryfikowana.

source: No subscription found.
pl: Nie znaleziono subskrypcji.

source: Hub %s: Unsubscribed.
pl: Hub %s: Wypisano.

source: OpenID - Settings
pl: OpenID - Ustawienia

source: Tools
pl: Narzędzia

source: OAuth - Settings
pl: OAuth - Ustawienia

source: delete
pl: skasuj

source: Class name
pl: Klasa:

source: Any name for the service classification; a category.
pl: Dowolna nazwa, służąca klasyfikacji serwisu; kategoria.

source: User timeline
pl: Strona użytkownika

source: Home timeline
pl: Strona główna

source: ID/Username
pl: ID/Nazwa użytkownika

source: none
pl: brak

source: Authorization
pl: Autoryzacja

source: configure access
pl: konfiguracja dostępu

source: Basic username
pl: Użytkownik

source: Basic password
pl: Hasło

source: get
pl: pobierz

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Editing list:
pl: Edycja listy:

source: new
pl: nowa

source: Read more about this implementation:
pl: Dowiedz się więcej o tej implementacji:

source: Your callback URL:
pl: Twój zwrotny adres (callback URL):

source: Consumer Key
pl: Klucz konsumenta

source: Consumer Secret
pl: Sekret konsumenta

source: Got Request token! Click "Next step" to authorize this application.
pl: Uzyskano Request token! Kliknij "Następny krok", aby autoryzować aplikację.

source: Your OAuth access setup is completed.
pl: Dostęp poprzez OAuth został skonfigurowany pomyślnie.

source: Reset all tokens
pl: Skasuj dostęp

source: Next step
pl: Następny krok

source: Attached identities:
pl: Załączone tożsamości:

source: Attach
pl: Dołącz

source: PubSubHubbub subscriptions
pl: Subskrypcje PubSubHubbub

source: Verified
pl: Zweryfikowano

source: Expire
pl: Wygasa

source: Yes
pl: Tak

source: No
pl: Nie

source: unsubscribe
pl: zrezygnuj

source: service
pl: serwis

source: subscribe
pl: subskrybuj

source: Add a service:
pl: Dodaj serwis:

source: Connected services:
pl: Połączone serwisy:

source: Import OPML
pl: Zaimportuj OPML

source: or
pl: lub

source: Export OPML
pl: Wyeksportuj OPML

source: Bookmarklet
pl: Skryptozakładka
